"play" = "לְשַׂחֵק";
"about" = "על אודות";
"back" = "חזור";
"highlevel" = "השלב הכי גבוה";
"highscore" = "ניקוד גבוה";
"textsection" =
"שמור את הדינוס!

הקש על האסטרואידים!
התפוצץ אותם!
    
מוקדש לשלי
אחות סמנתה.

זכויות יוצרים © 2020
ג'ורדן קליין.
כל הזכויות שמורות.";
"littledino" = "הגן על הדינו!";
"level" = "רָמָה";
"score" = "ציון";
"greatjob" = "עבודה טובה";
"goodjob" = "עבודה טובה";
"greattry" = "נסה נהדר";
"greateffort" = "מאמץ גדול";
"goodeffort" = "מאמץ טוב";
"playGame" = "לְשַׂחֵק";
"shop" = "לִקְנוֹת";
"starAmount" = "כוכבים";
"removeAds" = "הסר פרסומות";

// Asteroid Types in Shop
"redAsteroid" = "אסטרואידים אדומים";
"blueAsteroid" = "אסטרואידים כחולים";
"greenAsteroid" = "אסטרואידים ירוקים";
"purpleAsteroid" = "אסטרואידים סגולים";
"specialAsteroid" = "אסטרואידים מיוחדים";

//Unlockables
"redUnlockable" = "אתה צריך 150 כוכבים כדי לבטל את הנעילה.";
"blueUnlockable" = "אתה צריך 100 כוכבים כדי לבטל את הנעילה.";
"greenUnlockable" = "אתה צריך 50 כוכבים כדי לבטל את הנעילה.";
"purpleUnlockable" = "אתה צריך 200 כוכבים כדי לבטל את הנעילה.";
"specialUnlockable" = "אתה צריך 250 כוכבים כדי לבטל את הנעילה.";
